/* Class = "NSTabViewItem"; label = "Browser API"; ObjectID = "1z2-Go-EHV"; */
"1z2-Go-EHV.label" = "瀏覽器 API";

/* Class = "NSButtonCell"; title = "Edit Whitelist..."; ObjectID = "45g-M0-mq6"; */
"45g-M0-mq6.title" = "編輯白名單...";

/* Class = "NSMenuItem"; title = "Import Rules..."; ObjectID = "47y-Zv-3Qn"; */
"47y-Zv-3Qn.title" = "匯入規則...";

/* Class = "NSViewController"; title = "Tracking methods"; ObjectID = "4RP-Cx-h10"; */
"4RP-Cx-h10.title" = "追蹤方式";

/* Class = "NSTextFieldCell"; title = "AdGuard will warn you if you are about to visit a fraudulent website or a website infected with viruses. Note that AdGuard is not an antivirus and will not delete existing viruses. [Learn More]."; ObjectID = "7qH-v6-E7r"; */
"7qH-v6-E7r.title" = "如果您即將訪問詐騙網站或受病毒感染的網站，AdGuard 將會警告您。請注意，AdGuard 不是防毒軟體，也不會移除目前已存在的病毒。[了解更多]。";

/* Class = "NSButton"; ibExternalAccessibilityDescription = "Add filters"; ObjectID = "8Pr-US-d0x"; */
"8Pr-US-d0x.ibExternalAccessibilityDescription" = "新增過濾器";

/* Class = "NSPopUpButton"; ibExternalAccessibilityDescription = "Additional actions"; ObjectID = "8io-Ja-Eck"; */
"8io-Ja-Eck.ibExternalAccessibilityDescription" = "額外動作";

/* Class = "NSTextFieldCell"; title = "Some rules are disabled"; ObjectID = "8yQ-oa-LBv"; */
"8yQ-oa-LBv.title" = "部分規則已停用";

/* Class = "NSView"; ibExternalAccessibilityDescription = "General View"; ObjectID = "9TS-tt-ZLz"; */
"9TS-tt-ZLz.ibExternalAccessibilityDescription" = "General View";

/* Class = "NSView"; 9TS-tt-ZLz.ibExternalUserDefinedRuntimeAttributesLocalizableStrings[0] = "AdGuard Preferences - General"; ObjectID = "9TS-tt-ZLz"; */
"9TS-tt-ZLz.ibExternalUserDefinedRuntimeAttributesLocalizableStrings[0]" = "AdGuard 偏好設定 - 一般";

/* Class = "NSTextFieldCell"; title = "Rules"; ObjectID = "9uM-pF-Qhh"; */
"9uM-pF-Qhh.title" = "規則";

/* Class = "NSButtonCell"; title = "Help us with Browsing security filters development"; ObjectID = "AjP-UD-eat"; */
"AjP-UD-eat.title" = "協助我們進行安全瀏覽過濾器的開發";

/* Class = "NSButtonCell"; title = "AdGuard Root Certificate..."; ObjectID = "CQQ-zf-eqi"; */
"CQQ-zf-eqi.title" = "AdGuard 根憑證...";

/* Class = "NSMenuItem"; title = "Export Rules..."; ObjectID = "CoM-PR-kxs"; */
"CoM-PR-kxs.title" = "匯出規則...";

/* Class = "NSTabViewItem"; label = "Tracking methods"; ObjectID = "DN5-z3-XQL"; */
"DN5-z3-XQL.label" = "追蹤方式";

/* Class = "NSViewController"; title = "Browser API"; ObjectID = "EqF-rE-Z7d"; */
"EqF-rE-Z7d.title" = "瀏覽器 API";

/* Class = "NSWindow"; title = "AdGuard Preferences"; ObjectID = "F0z-JX-Cv5"; */
"F0z-JX-Cv5.title" = "AdGuard 偏好設定";

/* Class = "NSView"; ibExternalAccessibilityDescription = "AdBlocker View"; ObjectID = "Fiz-r1-PNM"; */
"Fiz-r1-PNM.ibExternalAccessibilityDescription" = "AdBlocker View";

/* Class = "NSView"; Fiz-r1-PNM.ibExternalUserDefinedRuntimeAttributesLocalizableStrings[0] = "AdGuard Preferences - Filters"; ObjectID = "Fiz-r1-PNM"; */
"Fiz-r1-PNM.ibExternalUserDefinedRuntimeAttributesLocalizableStrings[0]" = "AdGuard 偏好設定 - 過濾器";

/* Class = "NSTextFieldCell"; title = "AdGuard launches automatically when the current user logs into macOS."; ObjectID = "FqP-fE-jVw"; */
"FqP-fE-jVw.title" = "當目前使用者登入 macOS 時自動啟動 AdGuard。";

/* Class = "NSViewController"; title = "Miscellaneous"; ObjectID = "HoX-W8-tJv"; */
"HoX-W8-tJv.title" = "雜項";

/* Class = "NSButton"; ibExternalAccessibilityDescription = "Activate the advanced edit mode of filtering rules"; ObjectID = "IAw-bE-AYP"; */
"IAw-bE-AYP.ibExternalAccessibilityDescription" = "Activate the advanced edit mode of filtering rules";

/* Class = "NSTextFieldCell"; title = "AdGuard will automatically filter all of your internet traffic for applications using the traffic interception module."; ObjectID = "IwQ-Ui-3P9"; */
"IwQ-Ui-3P9.title" = "AdGuard 將自動使用流量攔截模組來過濾所有應用程式的網路流量。";

/* Class = "NSTextFieldCell"; title = "AdGuard will protect your identity and sensitive personal information from thousands of online trackers."; ObjectID = "JSv-YQ-WDr"; */
"JSv-YQ-WDr.title" = "AdGuard 將保護您的個人身分和敏感資料，以避免被線上追蹤器追蹤。";

/* Class = "NSButtonCell"; title = "Phishing and malware protection"; ObjectID = "LHm-Lz-YWv"; */
"LHm-Lz-YWv.title" = "釣魚網站和惡意軟體防護";

/* Class = "NSButton"; ibExternalAccessibilityDescription = "Add rule"; ObjectID = "Pkm-5b-T0v"; */
"Pkm-5b-T0v.ibExternalAccessibilityDescription" = "增加規則";

/* Class = "NSButtonCell"; title = "Use AdGuard as an HTTP proxy"; ObjectID = "Ptm-qu-6vF"; */
"Ptm-qu-6vF.title" = "使用 AdGuard 作為 HTTP 代理伺服器";

/* Class = "NSView"; ibExternalAccessibilityDescription = "Network View"; ObjectID = "QYc-Yv-FOW"; */
"QYc-Yv-FOW.ibExternalAccessibilityDescription" = "Network View";

/* Class = "NSView"; QYc-Yv-FOW.ibExternalUserDefinedRuntimeAttributesLocalizableStrings[0] = "AdGuard Preferences - Network"; ObjectID = "QYc-Yv-FOW"; */
"QYc-Yv-FOW.ibExternalUserDefinedRuntimeAttributesLocalizableStrings[0]" = "AdGuard 偏好設定 - 網路";

/* Class = "NSMenuItem"; title = "Turn Off"; ObjectID = "R04-C7-kDP"; */
"R04-C7-kDP.title" = "關閉";

/* Class = "NSButtonCell"; title = "Exclusions..."; ObjectID = "Ryy-Uv-EEc"; */
"Ryy-Uv-EEc.title" = "例外...";

/* Class = "NSMenuItem"; title = "Turn Off"; ObjectID = "SL1-lD-gek"; */
"SL1-lD-gek.title" = "關閉";

/* Class = "NSButtonCell"; title = "Enable All"; ObjectID = "TRq-6l-2ji"; */
"TRq-6l-2ji.title" = "開啟全部";

/* Class = "NSButton"; ibExternalAccessibilityDescription = "Remove selected rules"; ObjectID = "U2s-Ai-Dab"; */
"U2s-Ai-Dab.ibExternalAccessibilityDescription" = "移除已選取的規則";

/* Class = "NSTextView"; ibExternalAccessibilityDescription = "Extended rules editor"; ObjectID = "Ukc-Ta-VQL"; */
"Ukc-Ta-VQL.ibExternalAccessibilityDescription" = "Extended rules editor";

/* Class = "NSToolbarItem"; label = "General"; ObjectID = "Utj-f8-6DT"; */
"Utj-f8-6DT.label" = "一般";

/* Class = "NSToolbarItem"; paletteLabel = "General"; ObjectID = "Utj-f8-6DT"; */
"Utj-f8-6DT.paletteLabel" = "一般";

/* Class = "NSTextFieldCell"; title = "To filter HTTPS traffic on another device connected to proxy you should install an AdGuard root certificate there. After you configure proxy on that device, open a browser and go to this page:\n%url%"; ObjectID = "VFC-ZL-uaZ"; */
"VFC-ZL-uaZ.title" = "為了在已連線到代理伺服器的其他裝置過濾 HTTPS 流量，您必須在該裝置安裝 AdGuard 的根憑證。在您於該裝置設定好代理伺服器之後，請使用瀏覽器開啟此頁面：\n%url%";

/* Class = "NSViewController"; title = "General"; ObjectID = "WLq-nM-Afi"; */
"WLq-nM-Afi.title" = "一般";

/* Class = "NSButtonCell"; title = "Exclusions..."; ObjectID = "WlA-Zb-x81"; */
"WlA-Zb-x81.title" = "例外...";

/* Class = "NSTabViewItem"; label = "Miscellaneous"; ObjectID = "XMK-aP-yBm"; */
"XMK-aP-yBm.label" = "雜項";

/* Class = "NSTextFieldCell"; title = "AdGuard will filter secure (HTTPS) connections if this checkbox is enabled."; ObjectID = "XqE-D0-9OU"; */
"XqE-D0-9OU.title" = "若勾選此方塊，AdGuard 將會過濾安全的 (HTTPS) 連線。";

/* Class = "NSSearchFieldCell"; placeholderString = "Search filters"; ObjectID = "Y6v-bm-5Dj"; */
"Y6v-bm-5Dj.placeholderString" = "搜尋過濾器";

/* Class = "NSTextFieldCell"; title = "This option enables a special filter that unblocks contextual search ads and websites' self-promoting ads."; ObjectID = "aOi-i8-ohE"; */
"aOi-i8-ohE.title" = "此選項會啟用一個特殊的過濾器，以解除個人化搜尋結果廣告以及網站自我推銷廣告的阻擋。";

/* Class = "NSTextFieldCell"; title = "Filters"; ObjectID = "anE-gZ-lgr"; */
"anE-gZ-lgr.title" = "過濾器";

/* Class = "NSMenuItem"; title = "Trust Filter"; ObjectID = "aq3-5U-UXY"; */
"aq3-5U-UXY.title" = "信任過濾器";

/* Class = "NSTextFieldCell"; title = "You may use AdGuard as a regular HTTP proxy server. All traffic transferred through this proxy will be filtered. This proxy also will be available on your local network, so you may use it for traffic filtering on other devices that are able to reach the proxy directly."; ObjectID = "bDE-y5-mSa"; */
"bDE-y5-mSa.title" = "您可以使用 AdGuard 作為普通的 HTTP 代理伺服器。所有經過此代理伺服器的流量將會被過濾。代理伺服器將會出現在您的區域網路，因此您可以使用它來過濾其他可直接連線到此代理伺服器的裝置流量。";

/* Class = "NSButtonCell"; title = "Launch AdGuard at Login"; ObjectID = "bzK-Uj-I1g"; */
"bzK-Uj-I1g.title" = "在登入時啟動 AdGuard";

/* Class = "NSButtonCell"; title = "Do not block search ads and websites' self-promotion"; ObjectID = "cIz-eo-j97"; */
"cIz-eo-j97.title" = "不阻擋搜尋結果廣告和網站的自我推銷廣告";

/* Class = "NSTextFieldCell"; title = "Proxy port:"; ObjectID = "cSH-0t-Wcj"; */
"cSH-0t-Wcj.title" = "代理伺服器連接埠：";

/* Class = "NSTextFieldCell"; title = "Activate the most appropriate filters automatically."; ObjectID = "cvy-Ta-TiN"; */
"cvy-Ta-TiN.title" = "自動啟用最適當的過濾器。";

/* Class = "NSMenuItem"; title = "Turn On"; ObjectID = "e0y-ej-6aV"; */
"e0y-ej-6aV.title" = "打開";

/* Class = "NSButtonCell"; title = "Activate language-specific filters automatically"; ObjectID = "e6m-tI-7BJ"; */
"e6m-tI-7BJ.title" = "自動啟用特定語言的過濾器。";

/* Class = "NSMenuItem"; title = "Turn On"; ObjectID = "eba-3w-kV8"; */
"eba-3w-kV8.title" = "打開";

/* Class = "NSButtonCell"; title = "Do not filter websites with EV certificates"; ObjectID = "eoz-mR-wav"; */
"eoz-mR-wav.title" = "不過濾有 EV 憑證的網站";

/* Class = "NSSearchFieldCell"; placeholderString = "Search rules"; ObjectID = "gDm-yS-hz5"; */
"gDm-yS-hz5.placeholderString" = "搜尋規則";

/* Class = "NSButtonCell"; title = "Filter HTTPS protocol"; ObjectID = "hqi-Me-UAM"; */
"hqi-Me-UAM.title" = "過濾 HTTPS 協定";

/* Class = "NSToolbarItem"; label = "Stealth Mode"; ObjectID = "iiN-nS-tYl"; */
"iiN-nS-tYl.label" = "隱身模式";

/* Class = "NSToolbarItem"; paletteLabel = "Stealth Mode"; ObjectID = "iiN-nS-tYl"; */
"iiN-nS-tYl.paletteLabel" = "隱身模式";

/* Class = "NSTextFieldCell"; title = "Submit anonymous security-related information."; ObjectID = "ij2-rU-BqV"; */
"ij2-rU-BqV.title" = "發送匿名的安全相關資訊。";

/* Class = "NSImageView"; ibShadowedToolTip = "Trusted"; ObjectID = "jG1-h7-iSt"; */
"jG1-h7-iSt.ibShadowedToolTip" = "受信任的";

/* Class = "NSButtonCell"; title = "Automatically filter applications"; ObjectID = "jSf-cz-OcD"; */
"jSf-cz-OcD.title" = "自動過濾應用程式";

/* Class = "NSToolbarItem"; label = "Security"; ObjectID = "lcf-PV-Zmq"; */
"lcf-PV-Zmq.label" = "安全性";

/* Class = "NSToolbarItem"; paletteLabel = "Security"; ObjectID = "lcf-PV-Zmq"; */
"lcf-PV-Zmq.paletteLabel" = "安全性";

/* Class = "NSImageView"; ibShadowedToolTip = "Recommended"; ObjectID = "nis-K8-Yoq"; */
"nis-K8-Yoq.ibShadowedToolTip" = "建議";

/* Class = "NSMenuItem"; title = "Remove"; ObjectID = "nxT-P6-qyn"; */
"nxT-P6-qyn.title" = "移除";

/* Class = "NSTableView"; ibExternalAccessibilityDescription = "Filters list"; ObjectID = "q4U-Qc-dCN"; */
"q4U-Qc-dCN.ibExternalAccessibilityDescription" = "過濾器清單";

/* Class = "NSView"; ibExternalAccessibilityDescription = "Privacy View"; ObjectID = "qow-gr-MWl"; */
"qow-gr-MWl.ibExternalAccessibilityDescription" = "Privacy View";

/* Class = "NSView"; qow-gr-MWl.ibExternalUserDefinedRuntimeAttributesLocalizableStrings[0] = "AdGuard Preferences - Stealth Mode"; ObjectID = "qow-gr-MWl"; */
"qow-gr-MWl.ibExternalUserDefinedRuntimeAttributesLocalizableStrings[0]" = "AdGuard 偏好設定 - 隱身模式";

/* Class = "NSTableView"; ibExternalAccessibilityDescription = "List of filtering rules"; ObjectID = "rgC-oq-ERz"; */
"rgC-oq-ERz.ibExternalAccessibilityDescription" = "過濾器規則清單";

/* Class = "NSToolbarItem"; label = "Network"; ObjectID = "s7e-Lk-Lzr"; */
"s7e-Lk-Lzr.label" = "網路";

/* Class = "NSToolbarItem"; paletteLabel = "Network"; ObjectID = "s7e-Lk-Lzr"; */
"s7e-Lk-Lzr.paletteLabel" = "網路";

/* Class = "NSView"; ibExternalAccessibilityDescription = "Extensions View"; ObjectID = "x3g-4b-dNq"; */
"x3g-4b-dNq.ibExternalAccessibilityDescription" = "Extensions View";

/* Class = "NSView"; x3g-4b-dNq.ibExternalUserDefinedRuntimeAttributesLocalizableStrings[0] = "AdGuard Preferences - Extensions"; ObjectID = "x3g-4b-dNq"; */
"x3g-4b-dNq.ibExternalUserDefinedRuntimeAttributesLocalizableStrings[0]" = "AdGuard 偏好設定 - 延伸功能";

/* Class = "NSButtonCell"; title = "Advanced tracking protection"; ObjectID = "xAj-0J-0dj"; */
"xAj-0J-0dj.title" = "進階追蹤防護";

/* Class = "NSToolbarItem"; label = "Filters"; ObjectID = "xMN-1Z-LPc"; */
"xMN-1Z-LPc.label" = "過濾器";

/* Class = "NSToolbarItem"; paletteLabel = "Filters"; ObjectID = "xMN-1Z-LPc"; */
"xMN-1Z-LPc.paletteLabel" = "過濾器";

/* Class = "NSButtonCell"; title = "Show"; ObjectID = "yOA-J9-uPb"; */
"yOA-J9-uPb.title" = "顯示";

/* Class = "NSTabViewItem"; label = "General"; ObjectID = "yRn-UU-8Me"; */
"yRn-UU-8Me.label" = "一般";

/* Class = "NSButtonCell"; title = "Applications..."; ObjectID = "yoC-dD-m7J"; */
"yoC-dD-m7J.title" = "應用程式...";

/* Class = "NSButton"; ibExternalAccessibilityDescription = "Remove selected filter"; ObjectID = "ytn-g1-mKs"; */
"ytn-g1-mKs.ibExternalAccessibilityDescription" = "移除已選取的過濾器";

/* Class = "NSToolbarItem"; label = "Extensions"; ObjectID = "zSR-be-KmF"; */
"zSR-be-KmF.label" = "延伸功能";

/* Class = "NSToolbarItem"; paletteLabel = "Extensions"; ObjectID = "zSR-be-KmF"; */
"zSR-be-KmF.paletteLabel" = "延伸功能";

/* Class = "NSTextFieldCell"; title = "Extended Validation (EV) SSL Certificates offer a stronger guarantee for which the owner of the website passed a thorough and globally-standardized identity verification process defined within the EV guidelines."; ObjectID = "zb8-Lz-leM"; */
"zb8-Lz-leM.title" = "EV 憑證可強力保證該網站的持有人已通過遵循 EV 準則下仔細且全球標準一致的身分驗證程序。";
